{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "helpful.vim": {
      "src": "https://github.com/tweekmonster/helpful.vim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/NvChad/nvim-colorizer.lua"
    },
    "nvim-hlslens": {
      "src": "https://github.com/kevinhwang91/nvim-hlslens"
    },
    "nvim-solarized-lua": {
      "src": "https://github.com/ishan9299/nvim-solarized-lua"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "otter.nvim": {
      "src": "https://github.com/jmbuhr/otter.nvim"
    },
    "overlength.nvim": {
      "src": "https://github.com/lcheylus/overlength.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quarto-nvim": {
      "src": "https://github.com/quarto-dev/quarto-nvim"
    },
    "reticle.nvim": {
      "src": "https://github.com/tummetott/reticle.nvim"
    },
    "simple-zoom.nvim": {
      "src": "https://github.com/fasterius/simple-zoom.nvim"
    },
    "slime-peek.nvim": {
      "src": "https://github.com/fasterius/slime-peek.nvim"
    },
    "substitute.nvim": {
      "src": "https://github.com/gbprod/substitute.nvim"
    },
    "targets.vim": {
      "src": "https://github.com/wellle/targets.vim"
    },
    "telekasten.nvim": {
      "src": "https://github.com/renerocksai/telekasten.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'0.1.x'"
    },
    "tidy.nvim": {
      "src": "https://github.com/mcauley-penney/tidy.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-jjdescription": {
      "src": "https://github.com/avm99963/vim-jjdescription"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-slime": {
      "src": "https://github.com/jpalardy/vim-slime"
    },
    "vim-textobj-user": {
      "src": "https://github.com/kana/vim-textobj-user"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    }
  }
}
